9/data/attachments/1e75198476dbcbc7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Crystal_same_Actions_9644_4</nif:username>
            <nif:friendToBeRequested>soap_actions_954a8992-2861-4087-a161-ca6869131195</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>